/* Error string for OTR message string */
"A private conversation could not be set up." = "无法建立安全对话。";

/* Title for the about page */
"About" = "关于";

/* Label for button to show version numbers and licenses */
"About This Version" = "关于此版本";

/* SSL error message */
"Access denied" = "拒绝访问";

/* The string describing a buddy's account */
"Account" = "账户";

/* Title for the accounts tab */
"Accounts" = "账户";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "活动";

/* Button title to add someone as a buddy */
"Add" = "添加";

/* The title for the view to add a buddy */
"Add Contact" = "加好友";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "添加已存在账户";

/* String to describe advanced set of settings */
"Advanced" = "高级";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "高级加密设置";

/* Title for other miscellaneous settings group */
"All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts." = "在默认情况下，包含网址的所有收文将以显示媒体预览的方式获取。这一默认方式是多媒体信息正常工作所必需的。如果你不信任你的联系人，禁用此项。";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "加密此消息时出现了错误，此消息未成功发送。";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "存档";

/* Shown to confirm destructive actions */
"Are you sure?" = "确定删除？";

/* SSL error message */
"Attempt to restore an unknown session" = "尝试恢复一个未知会话";

/* Text for media message summary */
"Audio Message" = "语音消息";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "自动删除";

/* error */
"Automatic Downloads Disabled" = "自动下载被禁用";

/* Title for other miscellaneous settings group */
"Automatically Fetch Media" = "自动获取媒体";

/* Label in buddy list for users that are available */
"Available" = "在线";

/* Label in buddy list for users that are away */
"Away" = "离开";

/* SSL error message */
"Bad certificate format" = "证书格式错误";

/* SSL error message */
"Bad MAC" = "媒体访问控制错误";

/* SSL error message */
"Bad protocol version" = "协议版本错误";

/* SSL error message */
"Bad SSLCipherSuite" = "SSL密码套件错误";

/* SSL error message */
"Bad unsupported cert format" = "不支持的证书格式错误";

/* string to describe basic set of settings */
"Basic" = "基本";

/* username section */
"Basic Setup" = "基本设置";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "由于数据库内容使用您定义的密码加密，您已丢失对数据的访问，并且需要删除并重新安装ChatSecure以继续。密码管理器，如1Password或者MiniKeePass，可以帮助您生成并存贮健壮的密码。";

/* No comment provided by engineer. */
"Best Available" = "最优选项";

/* The String for a button to block a buddy */
"Block" = "屏蔽";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "屏蔽并删除";

/* Title for migrated buddy header view */
"Contact has moved!" = "好友已被移除！";

/* The title for the view that shows detailed buddy info */
"Contact Info" = "好友信息";

/* Label for button to take a photo from camera */
"Camera" = "相机";

/* Cancel an alert window */
"Cancel" = "取消";

/* Error string for OTR message string */
"Cannot read the received message." = "无法查看已收到的消息。";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "无法识别收到的OTR消息类型。";

/* SSL error message */
"Cert chain not verified by root" = "证书链未被root验证";

/* SSL error message */
"Certificate expired" = "证书已过期";

/* SSL error message */
"Certificate revoked" = "证书已撤销";

/* SSL error message */
"Chain had a cert not yet valid" = "链中有证书尚未生效";

/* SSL error message */
"Chain had an expired cert" = "链中有证书已过期";

/* Title for chat view */
"Chat" = "聊天";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "聊天加密";

/* Title for chats view */
"Chats" = "会话";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure推送";

/* let users know source is on Github */
"Check out the source here on Github" = "连接至 Github 查看源代码";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "从公共服务器中选择或使用自己的服务器。";

/* title for server selection screen */
"Choose Server" = "选择服务器";

/* SSL error message */
"Cipher Suite negotiation failure" = "密码套件设置失败";

/* Label for text field where you compose a new message */
"Compose" = "发起会话";

/* SSL error message */
"Configuration error" = "设置错误";

/* String for button to connect connect */
"Connect" = "连接";

/* Whether or not account is logged in */
"Connected" = "已连接";

/* String to state if an account is progress of creating a connection */
"Connecting" = "连接中";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "建立Tor连接中";

/* SSL error message */
"Connection closed gracefully" = "成功断开连接";

/* SSL error message */
"Connection closed via error" = "连接出错，已断开";

/* Copy string to clipboard as in copy and paste */
"Copy" = "复制";

/* Copy link URL to clipboard as in copy and paste */
"Copy Link" = "复制链接";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "无法解密数据库。如果应用程序不正常工作，您可能需要删除后重新安装。";

/* Error description */
"Could not parse URL." = "无法解析地址";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "无法从证书中提取公共匙";

/* No comment provided by engineer. */
"Crash Detected" = "检测到崩溃";

/* Title for button to create account */
"Create" = "创建";

/* Label for button to create a new account via in band registration */
"Create New Account" = "创建新账户";

/* Start of sentence that will be followed by names */
"Created by" = "创建者";

/* Title for progress of creating a new account */
"Creating Account" = "账户创建中";

/* Place holder label for custom domains */
"Custom" = "自定义";

/* if you want to change your username */
"Customize Username" = "自定义用户名";

/* No comment provided by engineer. */
"Database Error" = "数据库错误";

/* e.g. for deactivating your push account */
"Deactivate" = "停用";

/* SSL error message */
"Decoding error" = "解码错误";

/* SSL error message */
"Decompression failure" = "解压失败";

/* SSL error message */
"Decryption error" = "解密错误";

/* SSL error message */
"Decryption failed" = "解密失败";

/* SSL error message */
"Decryption failure" = "解密失败";

/* default string to revert to normal language behaviour */
"Default" = "默认";

/* action button for deleting something */
"Delete" = "删除";

/* Button to delete account */
"Delete Account" = "删除账户";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "删除账号？";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "断开时删除聊天记录";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "已送达";

/* prompt users to donate money */
"Did you know you can now help fund future development directly within the app?" = "你知道你现在就可以直接通过本程序来帮助筹集未来开发所需的资金吗？";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "请勿打扰";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "不要改变这些除非你真的知道你在做什么。默认情况下，我们会选择最佳的加密方法。";

/* Title for donation link */
"Donate" = "捐助";

/* Title for button to press when user is finished */
"Done" = "完成";

/* Title for button to download something */
"Download" = "下载";

/* Button to edit account details */
"Edit Account" = "编辑账户";

/* The string describing account name or email address for a buddy */
"Email" = "邮箱";

/* enable permission */
"Enable" = "启用";

/* button for enabling push messages */
"Enable Push" = "启用推送";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "在设置中启用推送";

/* No comment provided by engineer. */
"Enable Tor" = "启用Tor";

/* Generic title for encryption errors */
"Encryption Error" = "加密错误";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "输入群组名称";

/* Title of error message pop-up box */
"Error" = "错误";

/* title label for error when creating account */
"Error Creating Account" = "账户创建错误";

/* SSL error message */
"Export restriction" = "导出限制";

/* Default message when a user status is set to extended away */
"Extended Away" = "长时离开";

/* the name for facebook */
"Facebook" = "Fackbook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "连接 XMPP 服务器失败, 请检查您的帐户名与密码及网络连接后再尝试登录。";

/* SSL error message */
"Fatal alert" = "严重告警";

/* Error string for when file is too big. */
"File exceeds maximum size." = "文件超出最大限值";

/* Text for file message summary */
"File Message" = "文件消息";

/* Error */
"File not found." = "文件未找到。";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "修复后台读取...";

/* prompt to fix permissions */
"Fix Permissions..." = "修复权限...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "忘记密码？";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "生成安全密码";

/* Title for button to start migration tool */
"Get Started" = "开始使用";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "群聊";

/* The title for the view to enter a group chat name or label */
"Group Name" = "群名称";

/* SSL error message */
"Handshake failure" = "交互失败";

/* Label for button to open link to translate app */
"Help Translate" = "帮助翻译";

/* Label for button to hold to record audio */
"Hold to talk" = "按住说话";

/* Label text for hostname field on login scree */
"Hostname" = "主机名";

/* SSL error message */
"I/O would block (not fatal)" = "I/O端口封闭";

/* Button to ignore the migrated buddy warning */
"Ignore" = "忽略";

/* SSL error message */
"Illegal parameter" = "非法参数";

/* segmented control value for active conversations */
"Inbox" = "收件箱";

/* Label for incoming data transfers */
"Incoming" = "来信";

/* Short for information, button title to get more information */
"Info" = "详情";

/* SSL error message */
"Insufficient buffer provided" = "提供的缓存不够";

/* SSL error message */
"Insufficient security" = "不够安全";

/* SSL error message */
"Internal error" = "内部错误";

/* SSL error message */
"Invalid certificate chain" = "未生效的证书链";

/* title label for invalid email */
"Invalid Email" = "无效的电子邮件";

/* Button to invite friends */
"Invite Friends" = "邀请好友";

/* Title for migration header view */
"It's time to move!" = "快行动起来！";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber（XMPP）";

/* Text for joining existing XMPP room */
"Join Group" = "加入群组";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "戳一下";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "'戳一下'已发送";

/* string to bring up language selector */
"Language" = "语言";

/* log in to account */
"Log In" = "登录";

/* log out from account */
"Log Out" = "注销";

/* Label for account setting that autologins on launch */
"Login Automatically" = "自动登录";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "管理推送账户";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "管理我的密钥";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "管理SSL证书";

/* button to do something later */
"Maybe Later" = "下次再说";

/* No comment provided by engineer. */
"Me" = "我";

/* Error string for OTR message string */
"Message has not been sent because our contact has ended the private conversation. We should either close the connection, or refresh it." = "消息发送失败。因为对方已经离开加密会话。你应关闭连接，或重新刷新。";

/* microphone permission is disabled */
"Microphone Disabled" = "麦克风被禁用";

/* Title for button to start migration tool */
"Migrate Account" = "账户迁移";

/* SSL error message */
"Miscellaneous bad certificate" = "不合法的证书";

/* SSL error message */
"Module attach failure" = "模块加载失败";

/* button for additional ways to help support development of the app */
"More Ways to Help" = "更多的帮助途径";

/* label for new account info for migration */
"My new account information" = "我的新账户信息";

/* Your QR code */
"My QR Code" = "我的二维码";

/* The string describing a buddy's display name */
"Name" = "名称";

/* For a new settings value */
"New" = "新建";

/* Title for New Account View */
"New Account" = "添加帐号";

/* when a new message notification is received */
"New Message!" = "新消息！";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "新的SSL证书";

/* Label for button to go to next step */
"Next" = "下一步";

/* for choosing your XMPP vCard display name */
"Nickname" = "昵称";

/* SSL error message */
"No Error" = "无误";

/* Error string for when there are no XEP-0363 upload servers. */
"No HTTP upload servers found." = "未找到HTTP上传服务器。";

/* SSL error message */
"No renegotiation allowed" = "重新协商被禁止";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "通知联系人您的新帐户";

/* Label in buddy list for users that are offline */
"Offline" = "离线";

/* Accept the dialog */
"OK" = "确定";

/* For an old settings value */
"Old" = "旧的";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "在Chrome浏览器中打开";

/* Label for button to open link in facebook app */
"Open in Facebook" = "在Facebook中打开";

/* Label to open link in the Safari web browser */
"Open in Safari" = "用 Safari 打开";

/* Label for button to open link in twitter app */
"Open in Twitter" = "在Twitter中打开";

/* Hint text for domain field telling user this field is not required */
"Optional" = "可选项";

/* Title for other miscellaneous settings group */
"Other" = "其他";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "我们的策略要求加密,但是我们正在尝试发送一个未加密的消息";

/* Label text for password field on login screen */
"Password" = "密码";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "付款不可用";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "对方证书有效，或认证禁用被忽略";

/* SSL error message */
"Peer dropped connection before responding" = "对方在回应前丢弃链接";

/* SSL error message */
"Peer host name mismatch" = "对方主机名不匹配";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "等待通过验证";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "永久删除";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "照片库";

/* Text for media message summary */
"Picture Message" = "图片消息";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "已绑定证书";

/* Label for messages that are not encrypted */
"plaintext" = "明文";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "明文(Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "仅限纯文本";

/* detail title label for invalid email */
"Please choose a valid email address" = "请选择一个有效的电子邮件地址";

/* Error string for when there is a server configuration error. */
"Please contact your server administrator." = "请联系你的服务器管理员。";

/* Label for port number field for connecting to service */
"Port" = "端口";

/* title for contacts profile view */
"Profile" = "简介";

/* Title for push-messaging related settings */
"Push" = "推送";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "推送报警";

/* Label for qr code image */
"QR code" = "二维码";

/* Error string for OTR message string */
"Received a general OTR error." = "接收到一个常规OTR错误。";

/* Error string for OTR message string */
"Received a heartbeat." = "接收到一个心跳包。";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "由于私密连接未建立，无法读取收到的加密信息。";

/* Error string for OTR message string */
"Received an unencrypted message." = "接收到一个未加密的消息。";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "收到另一个信息，本信息被弃毁。";

/* Error string for OTR message string */
"Received our own OTR messages." = "收到我们自己的OTR信息。";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "最近会话";

/* SSL error message */
"Record overflow" = "纪录溢出";

/* Button title to reject a request such as a buddy request */
"Reject" = "拒绝";

/* Label for instruction to delete current recording */
"Release to delete" = "释放后删除";

/* Label for instruction to send current audio */
"Release to send" = "释放后发送";

/* Label for switch to save passphrase */
"Remember Passphrase" = "记住密码";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "记住口令";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "移除";

/* No comment provided by engineer. */
"Removed By Server" = "由服务器移除";

/* Reply to an incoming message */
"Reply" = "回复";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "必填";

/* Label for button to resend message. */
"Resend" = "重新发送";

/* Ttitle for alert view to resend a message */
"Resend Message" = "重新发送消息";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "重新发送此消息将使用 %@";

/* e.g. for resetting push account */
"Reset" = "重置";

/* Label for text input for XMPP resource */
"Resource" = "资源";

/* Title for button for saving a setting */
"Save" = "保存";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "已保存的证书";

/* Label for sharing via QR Code */
"Scan QR" = "扫描二维码";

/* Label for text field where you search for a buddy */
"Search" = "搜索";

/* Title heading in settings */
"Security" = "安全";

/* Title of alert box warning about security issues */
"Security Warning" = "安全警告";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "发送 %@加密信息";

/* String on button to email feedback */
"Send Feedback" = "发送反馈";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "发送明文信息";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "发送中...";

/* Error string for OTR message string */
"Sent a heartbeat." = "发送一个心跳包。";

/* server selection section title */
"Server" = "服务器";

/* SSL error message */
"Server closed session with no notification" = "服务器在无任何通知的情况下关闭了会话";

/* SSL error message */
"Server has requested a client cert" = "服务器要求一个客户端证书";

/* button to show more information about your XMPP server */
"Server Information" = "服务器信息";

/* Title for the Settings screen */
"Settings" = "设置";

/* Title for sharing a link to the app */
"Share" = "分享";

/* Label for inviting friends via URL */
"Share Invite" = "分享邀请";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "显示高级加密设置";

/* toggle switch for show advanced */
"Show Advanced Options" = "显示高级选项";

/* title label for signing up for a new account */
"Sign Up" = "注册新账户";

/* Label for button to skip this step */
"Skip" = "跳过";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "对方";

/* received a typing notification */
"Someone is typing..." = "对方正在输入...";

/* SSL error message */
"SSL protocol error" = "SSL协议错误";

/* Button to switch the chat over to the migrated account */
"Switch" = "切换";

/* string shown if user has already paid */
"Thank you for your contribution!" = "谢谢您的贡献！";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "该应用程序上次启动时崩溃。是否发送崩溃报告？";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "该联系人此时不能接收你的信息，本消息未能发送。这种情况常发生在对方不在线，或对方未授权你向其发送信息。";

/* Error string for OTR message string */
"The message received contains malformed data." = "收到的信息含有格式不正确的数据。";

/* Error string for OTR message string */
"The previous message was resent." = "前一条信息被重新发送。";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "此XMPP服务器不支持带内注册";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "起一个独特的昵称，你没在任何其他地方使用并且不包含个人信息。";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "此设备似乎未被配置以进行支付。";

/* Error message description */
"This message was received from an untrusted device." = "此信息收自一个不受信任的设备。";

/* Error message description */
"This message was sent to an untrusted device." = "此信息发送到一个不信任设备。";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "要使用此功能，必须重新启用麦克风权限。";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor是一个试验性功能，请谨慎使用。";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "无法发送消息";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "未存档";

/* SSL error message */
"Underlying cryptographic error" = "底层加密错误";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "数据传输安全性协议中存在异常 (跳过) 纪录";

/* SSL error message */
"Unexpected message received" = "收到异常的消息";

/* SSL error message */
"Unknown Cert Authority" = "未知证书签发机构";

/* SSL error message */
"Unknown certificate" = "未知证书";

/* Describes an error without a known cause */
"Unknown Error" = "未知错误";

/* Label for button to unlock app */
"Unlock" = "解锁";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "无法识别的格式";

/* Title for error message */
"Untrusted Device" = "未信任设备";

/* SSL error message */
"User canceled" = "用户取消";

/* Example of a username using the words user and example */
"user@chat.tribu.monster" = "用户名@chat.tribu.monster";

/* Label text for username field on login screen */
"Username" = "用户名";

/* SSL error message */
"Valid cert chain, untrusted root" = "有效的证书链，不信任的根证书";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "有效的证书";

/* To let the user know the fingerprint as been checked */
"Verified" = "已验证";

/* Shown when verifying fingerprints */
"Verify" = "验证";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "验证指纹";

/* when displaying version numbers such as 1.0.0 */
"Version" = "版本";

/* Text for media message summary */
"Video Message" = "视频信息";

/* The label for a button to view the buddy profile */
"View Profile" = "查看简介";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "查看个人资料以审核联系人的设备或更改加密设置。";

/* Label text for when a transfer has not started yet */
"Waiting" = "等待中...";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "想聊天。";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "我们可以自动为您生成一个安全密码。如果您选择自己的密码，请确保它是您在其他地方没使用过的唯一密码。";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "我们无法从此账户发现任何可信设备。";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "我们无法从此联系人处获取任何可信设备。";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "我们将自动将您的联系人从旧账号迁移到新账号，并将所有旧的对话存档。\n\n如果您愿意的话，我们也可以通知您现有的联系人您的账号已经被转移。";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "您是否希望链接到UserVoice来发送反馈?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* This will be shown after your own JID in the group profile view */
"you" = "you";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "您和%@已成为好友。";

/* String used when onboarding works */
"You're ready to use" = "您已准备好使用";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "您的账户当前处于%1$@服务器上。对话服务在%2$@服务器上正在关闭中，我们将协助把您的帐户移至一个新服务器上。";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "您的帐户当前处于%1$@服务器上。已经不能提供对话服务，我们将协助您把您的帐号移至一个新的服务器上。";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "您的帐户已过期。";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "您的帐户将在%1$d天后到期。";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your contact has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "您的好友有一个与您当前对话地址不同的转发地址。您希望切换到该帐号吗？";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "您的捐助将帮助 ChatSecure 的长期发展。";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "您的密码将被只储存在该设备的iOS钥匙链中,它和您的设备密码／pin一样安全。无论如何，它无法通过设备备份／恢复来保留。所以请不要忘记它，否则您将丢失您的历史会话。";

